{
  "documents": [
    "C6.1. Case Implementation - Foreign Military Sales (FMS) cases are implemented once the purchaser signs and provides required initial deposit. The Implementing Agency (IA) must implement the case in all applicable data systems (DSAMS, DIFS, CPRS, and MILDEP systems) before case execution occurs. The IA issues detailed implementing instructions to activities involved in executing the FMS case. Instructions must state that implementation is subject to receipt of Obligational Authority (OA) issued by the IA.",
    
    "C6.1.2. Emergency Case Implementation - On an exception basis, DSCA (OBO CFD) with approval from Division Chief may process an emergency implementation (EI) of an FMS case. EI action is taken only when the FMS purchaser has accepted the LOA or Amendment and immediate case execution is required. Written request from the FMS purchaser or applicable IA should be sent by email to the DSCA CFD specifying the case and extenuating circumstances explaining urgency (e.g., meeting contract award deadline after which prices would increase).",
    
    "C6.1.3. Delayed Case Implementation - Delayed case implementation occurs when a case does not implement prior to the Offer Expiration Date (OED). One reason may be the FMS purchaser accepting the LOA but not submitting the initial deposit by the OED. The FMS purchaser should submit the initial deposit promptly. Failure to do so will delay implementation and could increase the cost of the LOA, risk adjustments to delivery and the period of performance. The IA, in coordination with DFAS-IN and DSCA (OBO), reserves the right to cancel the LOA or Amendment if case implementation is delayed.",
    
    "C6.2. Case Execution - General Information - Case execution is the longest phase of the FMS case life cycle. Case execution includes activities such as: logistics, acquisition, supply, transportation, maintenance, training, financial management, case management, oversight, coordination, case documentation, case amendment or modification, case reconciliation, case reporting, etc. Rapid delivery of defense articles, services, and training purchased through the FMS process constitutes a tangible demonstration of U.S. commitment to the government-to-government relationship with the purchaser.",
    
    "C6.2.3. Informing FMS Customers of Negative Impacts - If any situation arises that puts at risk the USG's ability to meet a commitment made to a partner nation, the broader security cooperation enterprise must be informed in advance. Any written or verbal communication to inform a partner nation of the USG's inability to deliver defense articles or services must be coordinated in advance with DSCA (IOPS CPD/OBO CFD) in the following situations: (1) For any case that met CN thresholds - an increase in price of 10% of case value or $25M, or a delay in delivery of more than 6 months of a defense article or service critical to the operational requirement. (2) For any case, regardless of value, any delay of delivery that may reasonably be expected to create political repercussions damaging to the bilateral relationship, negatively affect timing of planned operations, or cause significant additional expense to the foreign customer. (3) For any case, regardless of value, identification of serious concerns about the reliability, availability or serviceability of a major component.",
    
    "C6.2.4-C6.2.6. FMS Case Files and Documentation - General FMS Case Files are maintained in accordance with DoD FMR 7000-14.R, Volume 15, Chapter 6. Execution of a typical FMS case may span several years. Case managers must ensure accessibility to retired files, source documents, invoices, bills of lading, other proof of shipments, and other applicable documents that provide the audit trail to account for USG and purchaser funds. The retention period is 10 years after the date of case closure. FMS records such as case directives, production or repair schedules, international logistics supply delivery plans, requisitions, shipping documents, bills of lading, contract documents, billing and accounting documents, and work sheets, are normally unclassified. All case transactions, financial and logistical, must be recorded as part of the official case file.",
    
    "C6.3.1-C6.3.2. Acquisition - Compliance and Pricing - Acquisition for FMS purchasers must be in accordance with DoD regulations and other applicable USG procedures. This affords the foreign purchaser the same benefits and protection that apply to DoD procurement. FMS requirements may be consolidated with USG requirements or placed on separate contract whichever is more expedient and cost effective. FAR provisions applicable to DoD also apply to FMS procurements. When foreign governments conduct a competition for a weapon system and a U.S. system is selected, that competition should determine the price to be paid, even if the sale is then processed through the FMS process.",
    
    "C6.3.4. Requests for Other than Full and Open Competition (Sole Source) - The competitive procurement process is used to the maximum extent possible when procuring articles or services. The Competition in Contracting Act (CICA) provides certain limited circumstances in which the contracting activity can consider FMS purchaser requests for procurement using other than full and open competition (commonly referred to as 'sole source') when the contract to be awarded is expected to exceed the simplified acquisition threshold. One of CICA's exceptions is the 'International Agreement' exception in FAR 6.302-4 and DFARS Subpart 206.302-4. An authorized official of the purchasing government may submit a written request that the IA with procurement responsibility procure defense articles/services from a specific organization or entity. FMS customers need not provide a rationale for the request.",
    
    "C6.3.4.1-C6.3.4.3. Sole Source Legal Requirements and Timing - The exception is available where either the terms of an international agreement, a treaty between the U.S. and a foreign government, or written directions of a foreign government reimbursing the IA require the use of other than competitive procedures. Official written direction to use other than full and open competition should be submitted in the LOR, or it can be submitted separately with a reference to the LOR. Requests for other than full and open competition should be to meet the objective requirements of the purchaser and not for improper or unethical considerations. USG representatives must remain objective in providing options and may not solicit requests for other than full and open competition.",
    
    "C6.3.5. FMS Purchaser Involvement - Discussions are held with the purchaser during the development of the LOA and prior to implementation to ensure requirements are clear and understood. The IA should ensure that sufficient details are included in the LOA to allow the U.S. contracting officer to negotiate and award a contract without requiring foreign country representation or direct involvement in the formal negotiation process. DoD Components do not accept directions from the FMS purchaser as to source selection decisions or contract terms (other than special contract provisions and warranties), nor is the FMS purchaser permitted to interfere with a prime contractor's placement of its subcontracts. During the contracting process, the contracting officer should consult with the FMS purchaser about major contractual matters.",
    
    "C6.3.7. Contingent Fees (Agent Fees & Commissions) - Purchasers must approve contingent fees (to include agents' fees and sales commissions) prior to contract award. The contracting officer or head of the procuring activity uses criteria contained in the FAR to determine if an agent is bona fide. Purchasers must be advised of all contingent fees associated with an FMS case prior to or in conjunction with LOA submission to the purchaser unless the purchaser has indicated otherwise. Specific countries (Australia, Egypt, Greece, Israel, Japan, Jordan, Korea, Kuwait, Pakistan, Philippines, Saudi Arabia, Taiwan, Thailand, Turkiye, and Venezuela) must approve all contingent fees (regardless of dollar value) before they can be considered allowable FMS contract costs. For other countries, sales commissions and fees cannot exceed $50,000 per contract unless approved in writing by the purchaser before contract award.",
    
    "C6.3.8-C6.3.9. Warranties and Offsets - DoD obtains the same warranties for FMS as it does for itself, exercised within the SDR process. The purchaser may request performance warranties, which are provided and paid for on the LOA as a defense service. DFARS 225.7303-2(a)(3) allows U.S. contractors to recover, under FMS contracts based on LOAs financed wholly by purchaser cash or repayable FMF credits, costs of any offsets that are associated with those contracts. USG agencies may not enter into or commit U.S. firms to any offset agreement. The responsibility for negotiating offset arrangements and satisfying all related commitments resides with the U.S. firm involved. Non-repayable FMF credits may not be used to pay any costs associated with offset agreements.",
    
    "C6.3.11. Acquisition Planning Activities - IAs may perform certain acquisition planning activities prior to implementing an LOA if an acquisition planning activity is already funded by the FMS Administrative Surcharge per Table C9.T2a and the IA has high confidence that the LOA will be accepted by the customer and subsequently implemented. No acquisition planning activity may, in any way, commit the USG or obligate funds in advance of case implementation. Allowable activities include: acquisition strategy formulation; acquisition planning document development; drafting the performance work statement/SOW and detailed item description; cost, schedule, and performance objectives definition; funding document preparation; and other efforts to develop applicable acquisition planning documentation. IAs must submit to DSCA (ADM/PIE) a quarterly report identifying the types of acquisition planning activities performed and the amount of time spent on each activity.",
    
    "C6.4.1. Logistics - Priority and Force/Activity Designators - CJCSI 4110.01F establishes priorities for filling requisitions based on the purchaser's Force/Activity Designator (F/AD) established by CJCS and on the Urgency of Need Designator (UND), assigned on the requisition. F/ADs are ranked with F/AD 'I' being the highest and F/AD 'V' being the lowest priority. The Joint Materiel Priority Allocation Board (JMPAB) is chartered to act on the Chairman's behalf to review and act upon requests for changes to a F/AD. F/AD assignment to a specific country or foreign force, unit, or activity may be released only to the recipient country and to U.S. forces or agencies with the need to know and on an unclassified CUI basis.",
    
    "C6.4.2-C6.4.3. Project Codes and Requisitions - Project codes assigned by CJCS provide precedence for requisition processing and visibility within the transportation process. CJCS project codes assigned to the SC community are the '9-alpha-alpha' and '3-juliet-alpha' series. The IA or the purchaser may initiate MILSTRIP requisitions under implemented LOAs. For standard requisitions (not associated with CLSSAs), the ICP processing the requisition generally issues the assets down to the item's reorder point level. Requirements that cannot be satisfied at reorder level may be filled by authorizing issuance below the reorder point, placing on backorder, initiating immediate procurement, or processing through direct vendor delivery/prime vendor/contractor custody inventory.",
    
    "C6.4.3.2. Cooperative Logistics Supply Support Arrangements (CLSSA) - CLSSA requirements are satisfied on the same basis as U.S. Force requirements in accordance with the country's F/AD and UMMIPS. The FMSO I case provides for the purchase and sustainment of equity in the DoD inventory and pipeline. Following receipt of adequate stocks (FMSO I maturity), the FMSO I provides for 5 months of on hand stock (FMSO I Part A) and 12 months of on order stock (FMSO I Part B). The DoD Components use this equity investment (capitalization) to procure additional stocks of secondary items, in preparation for purchaser stock withdrawals. The FMSO II case is used by the purchaser to requisition spare and repair parts that are needed to replenish in-country stocks.",
    
    "C6.4.4-C6.4.5. Commercial Buying Service and FMS Tailored Vendor Logistics - The ILCO is authorized to use a Commercial Buying Service (CBS) to support FMS purchaser requirements for nonstandard and difficult to support standard items when DoD organic capability or contractual supportability is not available or timely. Existing CBS options include PROS and SNAP. The ILCO is authorized to use DLA's FMS Tailored Vendor Logistics (TVL) to support FMS purchaser requirements. By accessing the TVL's electronic catalog, the FMS purchaser can identify the item, price and supply lead-time with added flexibility to define special requirements and delivery needs before submitting the requisition.",
    
    "C6.4.6. Diversions and Withdrawals of Materiel - Materiel procured or stocked for FMS may be diverted to meet higher priority requirements with the prior concurrence of the Director, DSCA. This implements AECA section 21(i), 10 U.S.C. 138a, and 10 U.S.C. 2390. Under normal circumstances, IAs fill FMS requirements from production on a first-in, first-out basis. National security considerations and foreign policy objectives may require deviation from this DoD policy in order to expedite equipment delivery to a purchaser. The diversion or withdrawal must not significantly lower the operational readiness of U.S. Forces as determined by the DoD Component. AECA requires a report by the President to Congress when a sale could have significant adverse effect on the combat readiness of the U.S. Armed Forces.",
    
    "C6.4.7-C6.4.8. System Support Buyout and Repair Programs - For weapons systems soon to be obsolete to U.S. Forces and not supported under a CLSSA, the responsible MILDEP must identify unique and common items associated with the system to DLA and provide the close out date for U.S. use. The purchaser should have a minimum of two years to place a final order for secondary items to support the system for its remaining useful life. Direct Exchange allows a repairable item to be exchanged for the same type serviceable item in DoD stocks under certain conditions. Repair and Return (R&R) is used when a serviceable replacement is not available from stock on hand or due in within a reasonable time, if the FMS purchaser requests R&R of a specific item, or if the item cannot be repaired in the host country.",
    
    "C6.4.9-C6.4.10. Returns and Supply Discrepancies - Returns may be accepted if the defense article was previously provided under AECA, is not SME, and is in fully functioning condition without need of repair. There must be either a DoD or FMS funded requirement for the defense article. The USG makes every effort to provide the correct defense article or service in the quantity and quality shown in the LOA. In the event of a discrepancy, the purchaser submits an SDR using Standard Form (SF) 364. Instructions for SF 364 completion, DoD processing timeframes, and responsibilities are located in the DLM 4000.25, DLMS, Volume 2, Chapter 17. The purchaser agrees to submit an SDR no later than one year after delivery or after passage of title to the defense articles, whichever comes first.",
    
    "C6.4.10.1-C6.4.10.2. SDR Timeframes and Warranties - SDRs are more easily resolved when submitted promptly. The longer the time between when the discrepancy occurs and when the SDR is submitted, the more difficult it is to find supporting documentation and informed personnel. The Purchaser agrees to report misdirected or unordered shipments containing items identified as classified/sensitive materiel, arms, arms parts, or explosives, within 24 hours of discovery, regardless of dollar value. Time limits for reporting discrepancies relating to contractor warranties are prescribed in the individual warranty clauses and/or contracts. SDRs are processed only when the estimated value is $200 or greater regardless of the type of discrepancy except for misdirected or unordered shipments.",
    
    "C6.4.10.4-C6.4.10.9. SDR Responses and Financing - The IA, in conjunction with the DoD or commercial supply source, resolves SDRs and determines financial responsibility. The IA designates a single point of contact for SDR corrective action. SDR responses should be provided by the IA within timeframes established by DLM DLMS 4000.25 - Vol 2 Ch 17. DSCA reviews and approves or disapproves SDRs when the IA determines the USG is liable for correction and recommends use of FMS funds in excess of $50,000; or the SDR involves an issue likely to be raised to DSCA. Corrections are financed within contract costs for DWCF, O&M, PA, and RDT&E items obtained from procurement; within the surcharge for DWCF items or services supplied from stock; from O&M, PA, or RDT&E account for items supplied from stock; or from FMS (Administrative, Transportation, or PC&H) fund accounts when sources above do not apply.",
    
    "C6.5. Case Reviews - Overview and Types - The USG security cooperation community goal is to provide consistent, incomparable support to our purchasers. Thorough reviews are conducted periodically to ensure accurate and timely status of customer's programs. There are several categories of reviews: USG Annual Case Reviews/Reconciliations (discussed in Chapter 16); financial management reviews (FMRs) outlined in Chapter 9; and general FMS case reviews. Reviews are an excellent opportunity for ensuring prompt issue resolution, data integrity, and accurate accountability. General case review types include: Policy-level, Country-level (e.g., FMR, Tri-Service SAMR), Service-level (e.g., SAR, CRR), Program-level (e.g., PMR), and Case-level reviews.",
    
    "C6.5.2-C6.5.4. Case Review Reasons, Cultural Days, and Frequency - Items influencing a decision about the need for a case review include: USG resources, desires or requirements of the FMS purchaser, political visibility or sensitivity, political-military changes in a region, and the size and complexity of the program. A cultural day is a day included in the agenda of an FMS case review for the purpose of providing U.S. personnel an appreciation of a host nation's culture. Cultural days must include attendance by both the USG and the partner nation and must be approved by both the IA and the partner nation. FMS case reviews should be conducted at least once per calendar year, but they can be done more frequently if needed. The frequency and timing depend on the urgency of the review, the meeting purpose, purchaser funding, budget timelines, and program events.",
    
    "C6.6. Suspension and Cancellation - Suspension Procedures - If the Department of State determines that it is necessary to suspend security cooperation to a particular country, it issues guidance for execution. Upon receipt of this guidance, DSCA (IOPS) issues appropriate instructions to the IA informing the geographic CCMDs and the SCO. Suspension of delivery is not the same as FMS case cancellation or contract termination action. State may direct that all deliveries of defense articles to the suspended country be stopped immediately. New LOAs are not signed. If procurements have started but contracts have not been awarded, the IA provides details to DSCA (IOPS) and requests guidance. Contracts that have been awarded should continue, but when items are ready for delivery, DSCA (IOPS) issues guidance on possible diversion of the materiel.",
    
    "C6.6.1.6-C6.6.1.9. Brooke Amendment and Suspension Reporting - The Brooke Amendment is an annual provision in the Foreign Operations, Export Financing, and Related Programs Appropriations Act, which states 'No part of any appropriation contained in this Act shall be used to furnish assistance to the government of any country which is in default during a period in excess of one calendar year in payment to the United States.' Under Brooke Amendment sanctions, FMS LOAs financed with FMF funds that were or may be accepted by a country on or after the effective date of the sanction will not be implemented. Within ten days of a suspension notification, the IA advises DSCA, the CCDR and the SCO of the impact of the suspension, including identification of major items and significant secondary items scheduled for release to the suspended country within 30 days.",
    
    "C6.7.1. Amendments and Modifications - Overview and Scope - FMS cases may be amended or modified to accommodate certain changes. DSAMS must be used to prepare all Amendments and Modifications. The scope of an FMS case is the key factor in determining whether to prepare an Amendment, Modification, or new LOA to accomplish a particular LOA change. When the change would alter the purpose of the LOA (e.g. adding UH-60s to a F-35 case, or adding a frigate to a blanket order training case), the existing LOA should not be amended or modified. Rather, a new LOA for the new requirements should be developed. The IA must identify the purpose of the Amendment or Modification on the applicable LOA document in the case description, including the reason for the change.",
    
    "C6.7.2. Amendments - Use and Requirements - All changes on an FMS case can be accomplished on an Amendment, including within-scope changes. An FMS case must be amended when there is a change in scope to a case line or note. Such changes require the FMS purchaser's acceptance. For limited changes in scope that can be accomplished through Concurrent Modifications, see Section C6.7.3.2. On FMS case Amendments, the IA must review lines with a previous FMS administrative rate applied to confirm if there are changes in scope. For lines with a change in scope and a previous FMS administrative rate applied, the IA must include the added scope on a new case line. The DSCA database records Amendments reflecting net increases of more than $50,000 in the fiscal year the Amendment is accepted.",
    
    "C6.7.2.4-C6.7.2.7. Amendment Restatements, Reactivation, and Pen & Ink Changes - There may be times when major changes need to be made to an amendment after it has been countersigned and offered to the Purchaser. If the Purchaser wants to retain the existing amendment number, the offered amendment may be restated. Restatements can be made as long as the document is in 'OFFERED' status, the purchaser has not yet signed the Amendment, and the OED has not been expired for more than six months. Once an offered LOA document has been cancelled, it will remain cancelled in most instances. When a DSAMS data fix is used to reactive an LOA document that has been cancelled, the data history of the LOA document will be destroyed. Pen and Ink changes may be made to an Amendment with both purchaser and IA agreement after it has been countersigned and offered. OED changes can be made if requested no later than 6 months after the current valid OED.",
    
    "C6.7.3.1. Modifications - Use and Examples - An FMS case Modification is used on an FMS case to make administrative changes that do not alter the scope of a case, case line, or case note. These changes may be accomplished unilaterally by the USG and do not require the FMS purchaser's acceptance. Table C6.T7 identifies examples of allowable changes that can be accomplished on a Modification, including: increasing/decreasing funding on a defined order line based on actual billings or within-scope contract changes; deleting case lines only after the full case is supply services complete; for non-MDE and non-SME materiel provided in units - adding, updating, or deleting the amount per unit; increasing/decreasing price on a Blanket Order line based on actual billing; changing MOS to accommodate adverse actions; adjusting item description due to updated version when there is no change in end item's capability.",
    
    "C6.7.3.2. Concurrent Modifications - Requirements and Procedures - DoD may utilize Concurrent Modifications to transfer funding between two or more FMS cases. Concurrent Modifications are prepared in DSAMS and identified using the DSAMS Concurrent Funding Tab. For FMS cases, the following conditions must be met: (1) The FMS country official who requests the shift has the authority to accept LOAs, and a copy of the LOR must be attached to each Modification. (2) The cases, when considered together, must not include a significant scope change (e.g. adding or deleting SME). New Terms of Sale or types of grant assistance cannot be added on Concurrent Modifications. (3) Total amount(s) increased are no more than the total amount(s) decreased. (4) LOA(s) decreased have adequate funds available to cover remaining obligations. (5) All cases being modified must be in 'implemented' status. All Modifications are provided to DSCA as a package for countersignature and cross-reference each other.",
    
    "C6.7.4-C6.7.5. Amendment/Modification Formats and Exception to Policy - Amendment and Modification formats, including sample data and document-unique instructions for preparation, are provided in Figures C6.F4, C6.F5, and Table C6.T8. IA policy offices must send all Exception to Policy (ETP) for case modification and amendment requests through the ETP tracker on SharePoint. DSCA (SPP/EPA) will coordinate ETP requests with the appropriate DSCA stakeholders and reply to ETP requests within 10 business days for routine requests and 15 business days for special requests. Approved ETPs will expire six months from date of approval unless otherwise requested and approved. An ETP request must include a justification for the request and a written endorsement from the IA policy office.",
    
    "C6.7.6. Reduction of Value on Unused Cases - Amendments or Modifications (to include concurrent modifications) should not be used to reduce an unused case to zero-dollar value or any other amount. This prohibition includes deleting all lines on a case using an Amendment or Modification for the purpose of reducing an unused case. For this purpose, 'unused' is defined as a $0 net sum of all financial activity, other than the pre-paid FMS Administrative Surcharge. The IA should use the case closure process to return case value or funds on unused cases to the customer. Minimal-dollar value (or any other non-executable dollar value i.e., $0, $1, $2, or $10) lines created on a case for the sole purpose of serving as a placeholder for requirements or tracking purposes is not authorized.",
    
    "C6.8. Case Cancellation - Purchaser and USG Requests - Purchasers may request that their FMS cases be cancelled. After a case has been implemented, cancellations are processed as a closure of the case. The purchaser is responsible for any termination costs as well as any estimated administrative costs associated with the case. The minimum, non-refundable amount of administrative costs will be: the value when combining the existing SCML value and the estimated FMS administrative surcharge value not to exceed $15,000; or one-half of the FMS administrative surcharge estimated on the case; or the standard FMS administrative surcharge percentage of the expended value whichever is greater. For cases closing with a case value greater than or equal to $25 million the IA will submit a recommended non-refundable FMS administrative surcharge amount to DSCA (OBO/FPRE/FP) for approval. In accordance with the LOA Standard Terms and Conditions, the USG may cancel a case (or any part of a case) when U.S. national interest requires. The amount of administrative charges assessed against cases cancelled by the USG must be approved by DSCA (OBO/FPRE/FP) even if the proposed amount is $0."
  ],
  "metadatas": [
    {"section_id": "C6.1", "section_title": "Case Implementation - Routine", "chapter": 6, "topic": "FMS Case Implementation", "category": "Implementation Procedures"},
    {"section_id": "C6.1.2", "section_title": "Emergency Case Implementation", "chapter": 6, "topic": "Emergency Implementation", "category": "Implementation Procedures"},
    {"section_id": "C6.1.3", "section_title": "Delayed Case Implementation", "chapter": 6, "topic": "Delayed Implementation", "category": "Implementation Procedures"},
    {"section_id": "C6.2", "section_title": "Case Execution - General Information", "chapter": 6, "topic": "Case Execution Overview", "category": "Execution"},
    {"section_id": "C6.2.3", "section_title": "Informing FMS Customers of Negative Impacts", "chapter": 6, "topic": "Customer Communication", "category": "Execution"},
    {"section_id": "C6.2.4-C6.2.6", "section_title": "FMS Case Files and Documentation", "chapter": 6, "topic": "Case Files and Records", "category": "Documentation"},
    {"section_id": "C6.3.1-C6.3.2", "section_title": "Acquisition - Compliance and Pricing", "chapter": 6, "topic": "Acquisition Compliance", "category": "Acquisition"},
    {"section_id": "C6.3.4", "section_title": "Requests for Other than Full and Open Competition", "chapter": 6, "topic": "Sole Source Procurement", "category": "Acquisition"},
    {"section_id": "C6.3.4.1-C6.3.4.3", "section_title": "Sole Source Legal Requirements and Timing", "chapter": 6, "topic": "Sole Source Requirements", "category": "Acquisition"},
    {"section_id": "C6.3.5", "section_title": "FMS Purchaser Involvement", "chapter": 6, "topic": "Purchaser Involvement", "category": "Acquisition"},
    {"section_id": "C6.3.7", "section_title": "Contingent Fees (Agent Fees & Commissions)", "chapter": 6, "topic": "Contingent Fees", "category": "Acquisition"},
    {"section_id": "C6.3.8-C6.3.9", "section_title": "Warranties and Offsets", "chapter": 6, "topic": "Warranties and Offsets", "category": "Acquisition"},
    {"section_id": "C6.3.11", "section_title": "Acquisition Planning Activities", "chapter": 6, "topic": "Acquisition Planning", "category": "Acquisition"},
    {"section_id": "C6.4.1", "section_title": "Logistics - Priority and Force/Activity Designators", "chapter": 6, "topic": "Priority and F/AD", "category": "Logistics"},
    {"section_id": "C6.4.2-C6.4.3", "section_title": "Project Codes and Requisitions", "chapter": 6, "topic": "Requisitions", "category": "Logistics"},
    {"section_id": "C6.4.3.2", "section_title": "Cooperative Logistics Supply Support Arrangements (CLSSA)", "chapter": 6, "topic": "CLSSA", "category": "Logistics"},
    {"section_id": "C6.4.4-C6.4.5", "section_title": "Commercial Buying Service and FMS TVL", "chapter": 6, "topic": "Commercial Support", "category": "Logistics"},
    {"section_id": "C6.4.6", "section_title": "Diversions and Withdrawals of Materiel", "chapter": 6, "topic": "Diversions and Withdrawals", "category": "Logistics"},
    {"section_id": "C6.4.7-C6.4.8", "section_title": "System Support Buyout and Repair Programs", "chapter": 6, "topic": "Support Buyout and Repairs", "category": "Logistics"},
    {"section_id": "C6.4.9-C6.4.10", "section_title": "Returns and Supply Discrepancies", "chapter": 6, "topic": "Returns and SDR", "category": "Logistics"},
    {"section_id": "C6.4.10.1-C6.4.10.2", "section_title": "SDR Timeframes and Warranties", "chapter": 6, "topic": "SDR Submission", "category": "Logistics"},
    {"section_id": "C6.4.10.4-C6.4.10.9", "section_title": "SDR Responses and Financing", "chapter": 6, "topic": "SDR Resolution", "category": "Logistics"},
    {"section_id": "C6.5", "section_title": "Case Reviews - Overview and Types", "chapter": 6, "topic": "Case Reviews", "category": "Reviews"},
    {"section_id": "C6.5.2-C6.5.4", "section_title": "Case Review Reasons, Cultural Days, and Frequency", "chapter": 6, "topic": "Review Planning", "category": "Reviews"},
    {"section_id": "C6.6", "section_title": "Suspension and Cancellation - Suspension Procedures", "chapter": 6, "topic": "Suspension", "category": "Suspension and Cancellation"},
    {"section_id": "C6.6.1.6-C6.6.1.9", "section_title": "Brooke Amendment and Suspension Reporting", "chapter": 6, "topic": "Brooke Amendment", "category": "Suspension and Cancellation"},
    {"section_id": "C6.7.1", "section_title": "Amendments and Modifications - Overview and Scope", "chapter": 6, "topic": "Amendments and Modifications", "category": "Case Changes"},
    {"section_id": "C6.7.2", "section_title": "Amendments - Use and Requirements", "chapter": 6, "topic": "Amendments", "category": "Case Changes"},
    {"section_id": "C6.7.2.4-C6.7.2.7", "section_title": "Amendment Restatements, Reactivation, and Pen & Ink Changes", "chapter": 6, "topic": "Amendment Processing", "category": "Case Changes"},
    {"section_id": "C6.7.3.1", "section_title": "Modifications - Use and Examples", "chapter": 6, "topic": "Modifications", "category": "Case Changes"},
    {"section_id": "C6.7.3.2", "section_title": "Concurrent Modifications", "chapter": 6, "topic": "Concurrent Modifications", "category": "Case Changes"},
    {"section_id": "C6.7.4-C6.7.5", "section_title": "Amendment/Modification Formats and Exception to Policy", "chapter": 6, "topic": "Formats and ETP", "category": "Case Changes"},
    {"section_id": "C6.7.6", "section_title": "Reduction of Value on Unused Cases", "chapter": 6, "topic": "Unused Cases", "category": "Case Changes"},
    {"section_id": "C6.8", "section_title": "Case Cancellation", "chapter": 6, "topic": "Case Cancellation", "category": "Suspension and Cancellation"}
  ],
  "ids": [
    "chap6_c6_1",
    "chap6_c6_1_2",
    "chap6_c6_1_3",
    "chap6_c6_2",
    "chap6_c6_2_3",
    "chap6_c6_2_4_6",
    "chap6_c6_3_1_2",
    "chap6_c6_3_4",
    "chap6_c6_3_4_1_3",
    "chap6_c6_3_5",
    "chap6_c6_3_7",
    "chap6_c6_3_8_9",
    "chap6_c6_3_11",
    "chap6_c6_4_1",
    "chap6_c6_4_2_3",
    "chap6_c6_4_3_2",
    "chap6_c6_4_4_5",
    "chap6_c6_4_6",
    "chap6_c6_4_7_8",
    "chap6_c6_4_9_10",
    "chap6_c6_4_10_1_2",
    "chap6_c6_4_10_4_9",
    "chap6_c6_5",
    "chap6_c6_5_2_4",
    "chap6_c6_6",
    "chap6_c6_6_1_6_9",
    "chap6_c6_7_1",
    "chap6_c6_7_2",
    "chap6_c6_7_2_4_7",
    "chap6_c6_7_3_1",
    "chap6_c6_7_3_2",
    "chap6_c6_7_4_5",
    "chap6_c6_7_6",
    "chap6_c6_8"
  ]
}
