{
  "documents": [
    "C4.1.1. Eligibility - Presidential Determination - The USG may sell, grant, or lease defense articles and services to a country or international organization only if the President makes a determination that the prospective purchaser is eligible based on specific criteria: (1) The President finds that furnishing defense articles and services will strengthen U.S. security and promote world peace; (2) The country or international organization has agreed not to transfer title or possession of any defense article or related training/service without the consent of the President (State); (3) The country or international organization has agreed to maintain the security of such article or service and provide substantially the same degree of security protection afforded by the United States; and (4) The country or international organization is otherwise eligible to purchase or lease defense articles or services.",
    
    "C4.1.2-C4.1.3. Purchasers Currently Eligible and Other Factors - Questions regarding eligibility should be referred to DSCA (SPP). Tables C4.T2A through C4.T2D list the FMS country and international organization codes. Defense articles and services are not generally sold to foreign purchasers under the AECA unless they are part of the national defense establishment, under the direction and control of the ministry responsible for defense matters. Prior DSCA and State approval must be obtained for the sale or lease of defense articles, defense services, or training to foreign organizations and personnel that are not part of the Defense Ministry. An eligibility determination is not a guarantee that a sale will be made. Sales may be suspended, and certain items may not be releasable to the requesting country for policy reasons or requirements of law.",
    
    "C4.1.3.2. Changes in Eligibility Status - Table C4.T3 provides reasons that could cause a country to lose its eligibility status, including: unnecessary military expenditures; support to terrorists; Communist countries; indebted to any U.S. citizen; nationalized, expropriated, or seized U.S. property; uses equipment/services in substantial violation of an agreement; default in payment to USG in excess of six months; illicit drug production or drug transiting; nuclear enrichment/reprocessing/transfer violations; default in payment exceeding twelve months; prohibits or restricts transport of U.S. humanitarian assistance; severing of diplomatic relations; consistently intimidates or harasses individuals in the U.S.; trafficking in persons; taxes U.S. assistance; recruits and uses child soldiers; prevents U.S. persons from providing defense articles/services based on race, religion, national origin, or sex; military coup or decree; gross violations of human rights; and failure to complete written agreement regarding provision of U.S. grant assistance to Leahy Prohibited Units.",
    
    "C4.2.1-C4.2.2. Sales Determinations and Retransfer Restrictions - When eligibility criteria have been met, the Secretary of State determines whether there will be a sale to a partner or international organization and the amount thereof. Decisions must take into account the extent to which such exports, sales, or assistance contribute to an arms race, increase the possibility of outbreak or escalation of conflict, or prejudice the development of bilateral or multilateral arms control arrangements. All purchasers or grant recipients must agree that they will not transfer title or possession of any defense article or related training or other defense services to any other country without prior consent from State pursuant to AECA section 3(a)(2) and FAA section 505(a). Special care must be taken to ensure that minor repair parts, fuel, or other defense articles that lose their identity when co-mingled, are controlled by the recipient government using procedures that assure all retransfers are properly approved.",
    
    "C4.2.3-C4.2.4. Proper Use of Materiel and English Language - Sales and assistance may be made to countries only for purposes of internal security, legitimate self-defense, for preventing or hindering the proliferation of weapons of mass destruction, civic action, or to permit the recipient country to participate in regional or collective arrangements consistent with the UN Charter. Proper use of U.S.-origin items is a joint responsibility of the recipient and U.S. personnel. The SCO chief must ensure that a forwarding letter accompanies each contractual document (e.g., LOA) emphasizing that the English language text is the official binding version. The host country is responsible for translating documents. When the SCO chief determines an informal translation of an English text is in the U.S. interest, translators must clearly mark the translated document 'Informal and unofficial translation - English text governs.'",
    
    "C4.3.1. International Weapons Competitions - Foreign nations often compete weapon system procurements. The foreign government's defense or economic ministry solicits bids or proposals from defense industries in the international market. Given the size of the U.S. industrial base, the U.S. response may consist of more than one offering. In the international competition, the foreign nation evaluates proposals submitted by both the U.S. and non-U.S. competitors against the solicitation criteria. When submitted through appropriate channels the solicitation is an LOR and initiates USG processes (NDP-1, technology transfer, and other reviews) to determine whether it is in the U.S. best interest to participate in the competition. The U.S. response in an international competition may include FMS, DCS, international cooperative agreement, or a combination of these programs.",
    
    "C4.3.1.2-C4.3.1.3. Lead Agency for Advocacy and USG Response - DSCA is the DoD focal point for policy regarding U.S. participation in international competitions. Table C4.T4 identifies the lead agency and advocacy for the USG responses. When one U.S. response from one Service, the MILDEP responsible for the weapon system is the lead and the one U.S. system offered is articulated as the formal U.S. position. When more than one U.S. response from one Service, the MILDEP is the lead but USG personnel may not favor the merits of one U.S. proposal over another - advocacy must be generic. When more than one U.S. response from more than one Service, DSCA is the lead. The DoD lead facilitates the USG's deliberative processes to develop policy decisions affecting the proposals as early as possible, obtaining views of key USG stakeholders: State, DOC, OUSD(P), OUSD(A&S), DTSA, DSCA, and the MILDEPs.",
    
    "C4.3.2-C4.3.3. Total Package Approach and False Impressions - The Total Package Approach (TPA) ensures that FMS purchasers can obtain support articles and services, to include construction of necessary support facilities, required to introduce and sustain equipment and to operate in a responsible and effective manner consistent with U.S. intent in approving the transfer. The complete sustainability package must be offered to the purchaser when preparing P&A data or LOAs. In addition to the system itself, other items to consider include training, technical assistance, initial support, software, ammunition, follow-on support, intelligence mission data, etc. Problems can occur when foreign purchasers expect to obtain certain articles and services from the USG but conditions prevent these sales. NDP specifically requires avoidance of creating false impressions. USG personnel must consider releasability, disclosure, sanctions, and all required coordination before indicating to a potential purchaser that a sale from the USG is possible.",
    
    "C4.3.4-C4.3.5. Neutrality and FMS-Only Determinations - DoD prefers that countries friendly to the United States fill defense requirements with U.S. origin items. Unless an item has been designated as 'FMS Only,' DoD is generally neutral as to whether a country purchases U.S.-origin defense articles or services commercially or through FMS channels. The AECA gives the President discretion to designate which military end-items must be sold exclusively through FMS channels. This discretion is delegated to the Secretary of State. Generally, as a matter of policy, this discretion is exercised upon the recommendation of DoD. Each MILDEP or DoD Component develops recommendations for FMS-Only designations on specific weapons systems and military technologies considering specific criteria. The MILDEP or DoD Component forwards related recommendations and rationales for adding or removing such FMS-Only systems designations to DSCA (IOPS) and DTSA. DSCA will provide such recommendations to State for its review and approval/disapproval.",
    
    "C4.3.5.2. Foreign Military Sales Only List - The key purpose of this list is the codification and more consistent application of the USG requirement that certain military items be sold only on a government-to-government basis. The FMS-Only List includes: Select Radars (AESA, Ballistic Missile Defense, High-Frequency Phased Array Microwave); Air-to-Air Missiles; Attack Helicopters; Autonomous Weapons Systems; Ballistic Missile Defense Items; Special Purpose Aircraft Items; Counter IED Items; Cross Domain Solutions (involving critical U.S. systems); Directed Energy Weapons; Fighter Aircraft; Ground Based Air Defense Items; Infrared Countermeasures; Intelligence Libraries/Threat Data; LADAR/LIDAR; Man-Portable Air Defense Items; Military Aerosol Delivery Systems; Missiles; Mission Equipment/Systems; Mission Planning Systems; MTCR Category I Items; GPS/PPS; Nuclear Weapons/Nuclear Propulsion; Select Electronic Warfare Items; Select Sensor Fusion Man-Portable Night Vision Devices; Sensor Fused Weapons; Stand Off Weapons; Sonar; COMSEC; Select Torpedoes; Torpedo Countermeasures; Anti-Ship Cruise Missile Countermeasures; Unmanned Aerial Systems and related components.",
    
    "C4.3.5.3-C4.3.5.4. FMS-Only Criteria and Elements - State uses four general criteria to determine whether a sale should be required to proceed through the FMS process: Legislative/Presidential restrictions; DoD/MILDEP policy, directive, or regulatory requirement, e.g., the NDP; government-to-government agreement requirements; and interoperability/safety requirements for U.S. Forces. These State criteria can be further understood by considering four possible elements: (1) U.S. Political-Military Relationship with the End User - the geopolitical situation and security relationships are taken into account; (2) Sale of a New or Complex System or Service - DoD may recommend FMS-Only to maximize the purchaser's ability to assimilate technologies and manage acquisition/logistics, for enhanced interoperability and cooperation, for end-items requiring complex systems integration, for end-items requiring access to sensitive USG databases, or for end-items requiring EEUM or on-site accountability; (3) Diversion and Exploitation of Defense Systems Technologies - security of sensitive technologies requires greater scrutiny in the transfer process; (4) Feasibility of Separating Weapon System Components into FMS/DCS Elements.",
    
    "C4.3.6. Direct Commercial Sales Preference - Companies may prefer that a sale be made commercially rather than using FMS procedures. When a company receives a request for proposal from a country and prefers DCS, the company may request that DSCA (SPP) issue a DCS preference for that particular sale. The company's request must include a copy of the purchaser's solicitation for a price quotation. Before approving DCS preference for a specific transaction, the following are considered: Article or Service Exclusions (items on blanket order lines and those required in conjunction with a system sale do not normally qualify); Specific Sale Exclusions (articles or services may be required to be sold through FMS to certain countries and for sales financed with MAP or, in most cases, with FMF funds); Price and Availability or LOA Requests (DCS preferences are valid for one year). If during this time period, the IA receives a request from the purchaser for the same item, it should notify the purchaser of the DCS preference.",
    
    "C4.3.7. Concurrent Foreign Military Sales and Commercial Negotiations - Purchasers should avoid concurrent FMS and commercial requests. Concurrent negotiations occur when a purchaser seeks information both through FMS and from a U.S. commercial source to compare FMS and commercial pricing for the same item in an attempt to gain a negotiating advantage. IAs may not participate in FMS-commercial comparison studies unless the Director, DSCA, grants an exception for a specific circumstance. If the purchaser obtains FMS data and later determines it should request a commercial price quote, the purchaser should cancel the LOR prior to requesting commercial data. If an LOA has been offered and the purchaser then solicits formal bids from private industry for the same item, the IA should query the purchaser as to its intentions and indicate that the LOA may be withdrawn. If the purchaser requests FMS data after soliciting bids from contractors, the purchaser must supply information to the IA showing that commercial acquisition efforts have ceased before any FMS data is provided.",
    
    "C4.3.8-C4.3.10. Travel, FAR/DFARS Use, and Diversion of Materiel - U.S. military and DoD civilian employees who travel to and from a foreign country on SC business must use the same commercial air carrier, class of service, and routing that the transportation officer requires of other DoD travelers. When procuring for a foreign government, DoD will apply the same contract clauses and contract administration as it would use in procuring for itself, except where deviations are authorized in the DFARS. If a sole source procurement requested by a foreign government appears to be motivated by objectives in conflict with this requirement or with any U.S. legislation, the MILDEP's proposed sole source denial memorandum must be forwarded to DSCA (IOPS), DSCA (SPP), and DSCA (FO/OGC) for coordination. DoD policy requires a determination that the sale of a defense item will not degrade U.S. defense efforts by taking needed equipment from U.S. stocks (withdrawals) or disrupting deliveries of critical items from production for U.S. Forces (diversions) unless the sale of the item is in the overall U.S. national interest.",
    
    "C4.3.11-C4.3.12. Insurance and Classification - Purchasers must self-insure FMS shipments or obtain commercial insurance without any right of claim against the United States. When requested by the purchaser, the IA may obtain insurance and include it as a separate LOA line item. SC information shall be unclassified unless State, the USD(P), ASD(ISA), or the Director, DSCA, directs classification in a particular situation, or unless the national security classification criteria of EO 13526, DoDM 5200.01 Vol. 1, and corresponding MILDEP regulations warrant classification for national defense purposes. Under exceptional circumstances and when approved, SA/SC information may be classified at the request of the purchaser. FMS purchasers should be discouraged from requesting classification of FMS cases and related information.",
    
    "C4.3.12.2-C4.3.12.3. Classification Factors and Levels - The primary factors considered by State, USD(P), and the Director, DSCA, in requiring classification of FMS information are: whether the purchaser considers the information to be classified; the extent to which disclosure would reveal the purchaser's order of battle; the extent to which disclosure could stimulate demands by third countries for defense articles, thus encouraging global or regional instability or fostering an arms race; and to prevent unauthorized disclosure of the fact that a specific defense article is or may be sold to a particular foreign government. All SC information that is classified is CONFIDENTIAL unless State, USD(P), or the Director, DSCA, directs a higher level of classification, or unless the national security classification criteria warrant a higher level of classification for national defense purposes.",
    
    "C4.3.13. DoD Support to Direct Commercial Sales - U.S. industry may request defense articles and services from the DoD to support a DCS to a partner or international organization. Defense articles and/or services provided to U.S. industry must be accomplished pursuant to applicable statutory authority including AECA section 30, which authorizes the sale of defense articles or defense services to U.S. companies at not less than their estimated replacement cost (or actual cost in the case of services) for incorporation into end items to be sold by such company on a direct commercial basis to a friendly partner or international organization. It is important that defense industry representatives identify early in the DCS planning process whether support from the DoD will be required. If DoD support is deemed necessary, meetings with DoD representatives should be arranged to discuss the level of support required and the method for funding the associated costs.",
    
    "C4.4. Defense Articles and Services - Definition and Source - AECA section 47 defines the terms 'defense article' and 'defense service.' The U.S. Munitions List (USML) designates specific items that fall into these categories and includes an asterisk (*) by Significant Military Equipment (SME). Any item of SME that has a nonrecurring research and development cost of more than $50 million or a total production cost of more than $200 million is considered Major Defense Equipment (MDE). Defense articles or services may be sold from DoD stocks, or the DoD may enter into contracts to procure defense articles or services on behalf of eligible foreign countries or international organizations. DoD procurements for FMS use standard FAR contract clauses and contract administration practices except where deviations for FMS are authorized in the DFARS. IAs may procure from foreign sources as required to conduct FMS acquisitions in accordance with the DFARS.",
    
    "C4.4.2-C4.4.3. Materiel Standards and Logistics Support - It is DoD policy that defense articles sold under FMS programs should reflect favorably upon the United States. Defense articles offered and sold under FMS are new or unused or, as a result of refurbishment, possess original appearance insofar as possible and, as a minimum, have serviceability standards prescribed for issue to U.S. Forces. If the purchaser desires exclusively new equipment or wishes to purchase 'as is' (no assurance of serviceability), this is stated in the LOA. The DoD considers the support of U.S. origin defense articles critical to the success of the SA program. Systems in use with U.S. Forces are supported through the DoD procurement system. When a system is to be phased out of the DoD inventory, countries that have acquired the system under FMS are given the opportunity to determine item requirements and to place final orders designed to maintain system capability through its service life.",
    
    "C4.4.4-C4.4.5. COMSEC Equipment and Coproduction - A CCDR's requirements to communicate with foreign governments via secure transmissions will necessitate a requirement for release and delivery of U.S. COMSEC. Transfer of U.S. COMSEC must be done in conjunction with a CCMD's interoperability requirement or otherwise support a U.S. policy objective. Coproduction policy is provided in DoDI 2010.06. Per DoDI 5530.03, the Director, DSCA must provide written approval to enter into negotiations for coproduction programs pursuant to an LOA. Requests for DSCA authority must include a description of the project as well as fiscal and legal memoranda. When partially or fully implemented through DoDI 5530.03 agreements, the IA's recommendation is forwarded to DSCA for authorization to proceed and includes specific required information.",
    
    "C4.4.5.1-C4.4.6. FMF Funded Coproduction and Monitoring - AECA section 42(b) requires State to advise Congress prior to use of FMF to finance coproduction or licensed production in a foreign country. DSCA (IOPS) memoranda to State advises of the country, type of proposed transaction, description of program, the extent of foreign production, and impact on employment and production within the United States. Normally approval is staffed concurrently with the related AECA section 36(b) notification. DSCA (IOPS) shall not approve release of an FMS LOA or FMF funding until State has advised Congress. LOAs or DoDI 5530.03 agreements are structured to assure there are acceptable monitoring provisions for each program and the IA receives adequate data to prepare status reports.",
    
    "C4.4.7. Design and Construction Services - AECA section 29 authorizes the sale of design and construction services to eligible foreign countries and international organizations provided that full costs are paid to the United States. Design and construction services are offered under normal FMS procedures. Management and oversight of design and construction services is performed by construction agents designated by DoDD 4270.5. When part of a larger program, construction services may be provided via the total package LOA under the cognizance of the managing IA (with a separate construction agent line included in the LOA), or by the construction agent under the terms of a separate LOA. The U.S. Army Corps of Engineers is responsible for construction cases when it is the construction agent designated by DoDD 4270.5.",
    
    "C4.4.8-C4.4.10. Special Munitions and Ship Transfers - Requests for white phosphorus munitions should be submitted in accordance with procedures explained in Table C5.T1G and must contain assurance from the host Government that white phosphorus munitions are used only for purposes such as signaling and smoke screening. FAA section 620J allows the sale of M-833 depleted uranium ammunition and comparable anti-tank rounds containing a depleted uranium penetrating component to NATO member countries, Major Non-NATO Allies, and countries for which a Presidential national security interest determination has been completed. Vessels 20 years old or more and no more than 3,000 tons (light load displacement) or less may be transferred after 30 continuous days of the date that the USN notifies Congress of its intent to make the transfer. Naval vessels that are less than 20 years old or more than 3,000 tons may be transferred only after enactment of legislation authorizing the transfer.",
    
    "C4.4.11-C4.4.13. Technical Data Packages, Stinger/MANPADS, and Foreign Liaison Officer Support - TDPs from a government-owned and operated defense plant manufacturing large caliber cannons (e.g., Watervliet Arsenal) to a foreign government, or assistance to a foreign government in producing defense items currently manufactured or developed in such a plant, may be transferred if the statutory exceptions in 10 U.S.C. 7542 are met. Transfer of U.S.–origin MANPADs and components is based upon the recipient's ability and commitment to implement security and accountability controls at least equivalent to those employed by the United States. All organizations involved within the SC enterprise and their personnel must get specific approval from DSCA (IOPS/WPN) prior to any discussions on MANPADS with any potential purchaser. Countries may locate a representative in the United States to assist with their programs. LOAs may be written to cover administrative costs (e.g., office space, secretarial support) for these personnel.",
    
    "C4.4.14. Night Vision Devices - NVDs are man-portable devices that incorporate image intensification, infrared, thermal, or sensor-fused technologies. NVDs fall under Category XII(c) of the USML and are designated as sensitive, unclassified SME. DTSA is responsible for NVD export policy and requires the case-by-case review of all requests for the international transfer of such items through FMS or direct export licensing. Each review considers input from the MILDEPs, the acquisition community, and the Joint Chiefs of Staff. Image intensifier tubes ordered as spare parts or replacements for destroyed, lost, stolen, or missing devices also require a case-by-case review except when replacing defective or damaged tubes that are returned to the USG on a direct exchange or repair and return basis. Unless otherwise requested in writing by the purchaser, FMS customer requests for NVDs must be fulfilled with image intensifiers that meet U.S. military specifications, except for FoM, Halo, and other specific, associated performance parameters required to meet export authorization provisos.",
    
    "C4.4.15-C4.4.17. Medical Countermeasures, GEOINT, and C4ISR - Requests from partner nations to procure medical countermeasures, such as drugs, vaccines, other medical interventions against biological and chemical agents, and associated equipment, require the approval of ASD (HD&GS/CWMD). GEOINT provides the capability to visually depict physical features and geographically referenced activities on the Earth. It consists of imagery, imagery intelligence, and geospatial information. GEOINT is essential to the guidance systems in many weapons. NGA GEOINT data are either shared with the international community through agreements and arrangements or can be purchased from NGA. IAs are responsible for coordinating the release of the GEOINT data with NGA in advance. Transfers of U.S. C4ISR to eligible countries and international organizations must support a CCDR's interoperability requirements or USG policy objectives. A partner nation's desire to be interoperable with the United States is insufficient justification for release.",
    
    "C4.4.18. Air-to-Surface and Indirect Fire Surface-to-Surface Munitions - The Total Package Approach requires consideration of targeting infrastructure necessary for the effective and responsible employment of air-to-surface (A/S) munitions greater than or equal to 105mm in diameter, ship-to-shore munitions, indirect fire surface-to-surface (S/S) munitions, and the associated A/S and S/S delivery systems. A U.S. targeting solution is required unless the IA has determined that the country has a sufficient previously-established U.S., indigenous, or third-party solution for targeting infrastructure, as applicable under Table C4.T6. The IAs will coordinate to designate a lead IA for this process if more than one IA is involved in case development. If a common targeting solution is not otherwise available, the lead IA will offer the DIEE targeting solutions managed by the default Program Office, AFLCMC, regardless of the requested munition(s) or delivery system.",
    
    "C4.4.18.1-C4.4.18.2. LOR Processing for Targeting Infrastructure - The IA must follow a specific process for all LORs including LOA, PARs, or P&A responses that include LOA-quality data in response to a competition. Within 14 calendar days of receipt of an actionable LOR for LOA, or P&A that includes in-scope munitions, delivery systems, and/or components, the lead IA shall enter LOR Advisory data into the DSCA (IOPS/WPN) Targeting Infrastructure Management Portal or submit the LOR Advisory to DSCA (IOPS/WPN) via NIPRNET email. The information required for an LOR Advisory is detailed in Figure C5.F1b. DSCA will inform the IA no later than 14 calendar days after receipt of the Advisory, if it concurs or disagrees with the IA recommendation on the inclusion/exclusion of a U.S. targeting solution.",
    
    "C4.4.18.3-C4.4.18.4. Targeting Solution Requirements and ATD Definition - Regardless of whether a targeting requirement is identified in the LOR, DoD will build a targeting solution into transfers that require it. The targeting solution may be in a separate LOA. A targeting solution must account for software, data, training, and applicable publications. However, if DoD personnel participate in a LOR generation discussion with a partner for an in-scope item, they will recommend the inclusion of standard language for advanced target development capability. Targeting infrastructure refers to ATD. ATD includes three capabilities: TCM, weaponeering, and CDE. Targeting infrastructure associated with ATD includes the software, data, and training necessary to conduct TCM, weaponeering, and CDE. TCM is the process of generating geographic points at a level of precision and accuracy necessary for the effective employment of a coordinate-seeking weapon. Weaponeering is the process of determining the specific means required to create a desired effect on a given target. CDE is the process of determining the potential for collateral damage resulting from target engagement.",
    
    "C4.4.18.5. Default Targeting Package - The IAs shall maintain and update weapon-specific checklists for every in-scope munition or category of munitions that account for requirements in Table C4.T6. While IAs may tailor targeting solutions based on the needs and existing capabilities of the partner, the default targeting package for A/S and guided S/S munitions or their delivery systems shall consist of: (1) Targeting Solution – Software: The default approach will be to provide DIEE TCM, DIEE Quick Weaponeering, and DIEE CDE. (2) GEOINT IMD: Classified ETD and other products. NGA is the release authority for classified and limited distribution GEOINT data. (3) Weaponeering Data: The default approach will be to provide the PkLUT with weapons effects data for a standard target set, which can be used as a stand-alone tool and integrated into DIEE QW software. (4) CDE Data: The default approach will be to provide CDE CER Tables and PDTs. (5) Training: The default approach will be to provide introduction to targeting, TCM, weaponeering, and CDE training. (6) Applicable Publications: DoD will provide applicable instructions and methodologies in support of TCM and CDE.",
    
    "C4.4.18.6-C4.4.18.9. Indigenous/Third-Party Solutions and Deficiency Advisory - If the partner nation has the ability to conduct some but not all aspects of targeting required under Table C4.T6, the IA may determine that a partial U.S. targeting solution is required. In assessing whether indigenous or third-party ATD capabilities are sufficient, the IA may base the determination on a reasonable, informed judgment that the partner nation can generate Target Location Error Category I coordinates and has methodical, data driven processes to conduct weaponeering and/or CDE. Unguided indirect fire S/S munitions have an alternative default solution. If at any time it becomes clear that the partner is unwilling to accept or the IA is unable to offer (due to disclosure policy or other challenges) the targeting infrastructure required for responsible and effective employment of the munition, the lead IA will submit a Targeting Infrastructure Deficiency Advisory to DSCA (IOPS/WPNS). DSCA will provide a DoD-coordinated risk assessment to State (PM). DSCA, with the concurrence of State (PM), will provide guidance to the IA on how to proceed.",
    
    "C4.4.19. Working Dogs - A working dog is a specially trained canine bred, procured, or acquired to perform various tasks and duties in support of military operations. Training areas for working dogs include protection of military installations, resources, and personnel, explosive detection, illegal narcotic detection, search and rescue, patrol, and tracking. Only FMS Purchasers are eligible to obtain working dogs and must be willing to allow the USG to conduct an initial pre-site survey and inspection of any kennel facility prior to delivery of the animals. The IA, in consultation with the SCO and DSCA (ADM/PIE/AME), will conduct the required site surveys, inspections, and annual welfare checks.",
    
    "C4.5.1. Items Not Authorized - Administrative Expenses for Foreign Government Representatives - The USG does not serve as the disbursing agent for funds received under LOAs for commercial services or items directly obtained by foreign government or FMS purchaser authorized officials. This disbursing agent limitation does not apply to the use of LOA funds required for defense articles and defense services provided by DoD, another federal agency, or through a DoD procurement contract. LOA funds are not available to pay for commercial transportation, commercial lodging, per diem, or other administrative expenses obtained by foreign government or FMS purchaser authorized officials even though such expenses may be indirectly related to FMS support. Foreign purchasers may not use LOAs to lease commercial or GSA vehicles.",
    
    "C4.5.1.1. Exceptions to Administrative Expenses Prohibition - The only exceptions are: (1) The FMS purchaser may request LOAs funding DoD-provided training include the payment of TLA, commercial rental passenger vehicle expenses when DoD transportation services are not available, and unanticipated expenses for commercial health care for IMSs receiving training under an LOA. (2) The FMS purchaser may request that the fully nationally-funded LOA utilized for obtaining FMS support for its dedicated foreign training detachment include its detachment personnel's expenses. Allowable expenses include commercial medical, travel, lodging, and/or vehicle services directly procured from a commercial source, and/or per diem. For disbursing agent support, the commercial services and per diem must be on a dedicated line using the MASL 'ADMC0MSERV0FF, Administrative Commercial Services, FMS Purchaser Officials' that is limited to 10% of the current total case value.",
    
    "C4.5.2-C4.5.4. Cluster Munitions, Anti-Personnel Landmines, and Napalm - No military assistance will be furnished for cluster munitions, no defense export license for cluster munitions may be issued, and no cluster munitions or cluster munitions technology will be sold or transferred, unless (1) the submunitions have a 99% or higher functioning rate; and (2) the agreement specifies that the cluster munitions will only be used against clearly defined military targets and will not be used where civilians are known to be present. Cluster munitions are munitions composed of a non-reusable canister or delivery body containing multiple, conventional explosive submunitions. All SCO and other DoD personnel including MILDEPs must get specific approval from DSCA (IOPS/WPN) prior to any discussions on landmines with any potential purchaser. Napalm, including napalm thickener, dispensers, and fuses, will not be provided through FMS or commercial contracts.",
    
    "C4.5.5-C4.5.7. Riot Control Agents, Military Uniforms, and Certain Training - Riot control agents will not be provided via FMS, but certain types are available on a commercial basis. U.S. combat military uniforms may be eligible for sale or transfer to foreign countries via FMS. Each type of uniform must be designated as excess by the U.S. Armed Forces, must no longer be actively used by the U.S. Armed Forces or Reserves, and cannot contain IFF technology. Limited training is available in certain areas: (1) Counterterrorism training may be requested through ASD (SO/LIC) under the RDFP. (2) Limited military intelligence training is available for training directly related to combat or operational intelligence, or to intelligence management of combat or operational intelligence at the joint military staff level. (3) Police training - AECA does not prohibit police training; however, subject to certain exceptions, FAA section 660 generally prohibits use of funds available to carry out the FAA for police training. DSCA (IOPS) and State approval must be obtained before offering defense articles or services related to police training through FMS procedures.",
    
    "C4.5.7.3. Police Training Restrictions - With certain exceptions, the FAA prohibits using funds authorized under that Act to conduct any police training or related programs either in a foreign country or in the United States. Police training in the context of the FAA prohibition includes military police as well as civilian police if the military police perform on-going civilian law enforcement functions. Neither the name given to a unit nor the ministerial authority under which it operates is sufficient to determine whether a particular unit is a 'police unit.' The determining factor is the nature of the functions performed by the unit. Assistance in foreign countries for any civilian law enforcement function (except maritime law enforcement or international narcotics control) is prohibited. The prohibitions do not apply to units with the sole function of internal security that involves combat operations against insurgents, or legitimate self-defense of national territory against foreign invasion. If foreign students are authorized to attend military police training, foreign governments must certify that the students are not involved in any civilian law enforcement functions for at least two years after receiving the training."
  ],
  "metadatas": [
    {"section_id": "C4.1.1", "section_title": "Presidential Determination for FMS Eligibility", "chapter": 4, "topic": "FMS Eligibility", "category": "Eligibility Requirements"},
    {"section_id": "C4.1.2-C4.1.3", "section_title": "Purchasers Currently Eligible and Other Factors", "chapter": 4, "topic": "Eligibility Criteria", "category": "Eligibility Requirements"},
    {"section_id": "C4.1.3.2", "section_title": "Changes in Eligibility Status", "chapter": 4, "topic": "Eligibility Changes", "category": "Eligibility Requirements"},
    {"section_id": "C4.2.1-C4.2.2", "section_title": "Sales Determinations and Retransfer Restrictions", "chapter": 4, "topic": "Sales Determinations", "category": "Legal Terms of Sale"},
    {"section_id": "C4.2.3-C4.2.4", "section_title": "Proper Use of Materiel and English Language", "chapter": 4, "topic": "Proper Use and Language", "category": "Legal Terms of Sale"},
    {"section_id": "C4.3.1", "section_title": "International Weapons Competitions", "chapter": 4, "topic": "International Competitions", "category": "FMS Program Policies"},
    {"section_id": "C4.3.1.2-C4.3.1.3", "section_title": "Lead Agency for Advocacy and USG Response", "chapter": 4, "topic": "Lead Agency and Advocacy", "category": "FMS Program Policies"},
    {"section_id": "C4.3.2-C4.3.3", "section_title": "Total Package Approach and False Impressions", "chapter": 4, "topic": "TPA and False Impressions", "category": "FMS Program Policies"},
    {"section_id": "C4.3.4-C4.3.5", "section_title": "Neutrality and FMS-Only Determinations", "chapter": 4, "topic": "FMS-Only Policy", "category": "FMS Program Policies"},
    {"section_id": "C4.3.5.2", "section_title": "Foreign Military Sales Only List", "chapter": 4, "topic": "FMS-Only List", "category": "FMS Program Policies"},
    {"section_id": "C4.3.5.3-C4.3.5.4", "section_title": "FMS-Only Criteria and Elements", "chapter": 4, "topic": "FMS-Only Criteria", "category": "FMS Program Policies"},
    {"section_id": "C4.3.6", "section_title": "Direct Commercial Sales Preference", "chapter": 4, "topic": "DCS Preference", "category": "FMS Program Policies"},
    {"section_id": "C4.3.7", "section_title": "Concurrent FMS and Commercial Negotiations", "chapter": 4, "topic": "Concurrent Negotiations", "category": "FMS Program Policies"},
    {"section_id": "C4.3.8-C4.3.10", "section_title": "Travel, FAR/DFARS Use, and Diversion of Materiel", "chapter": 4, "topic": "Travel and Procurement", "category": "FMS Program Policies"},
    {"section_id": "C4.3.11-C4.3.12", "section_title": "Insurance and Classification", "chapter": 4, "topic": "Insurance and Classification", "category": "FMS Program Policies"},
    {"section_id": "C4.3.12.2-C4.3.12.3", "section_title": "Classification Factors and Levels", "chapter": 4, "topic": "Classification Requirements", "category": "FMS Program Policies"},
    {"section_id": "C4.3.13", "section_title": "DoD Support to Direct Commercial Sales", "chapter": 4, "topic": "DoD Support to DCS", "category": "FMS Program Policies"},
    {"section_id": "C4.4", "section_title": "Defense Articles and Services - Definition and Source", "chapter": 4, "topic": "Defense Articles Definition", "category": "Defense Articles and Services"},
    {"section_id": "C4.4.2-C4.4.3", "section_title": "Materiel Standards and Logistics Support", "chapter": 4, "topic": "Materiel Standards", "category": "Defense Articles and Services"},
    {"section_id": "C4.4.4-C4.4.5", "section_title": "COMSEC Equipment and Coproduction", "chapter": 4, "topic": "COMSEC and Coproduction", "category": "Defense Articles and Services"},
    {"section_id": "C4.4.5.1-C4.4.6", "section_title": "FMF Funded Coproduction and Monitoring", "chapter": 4, "topic": "Coproduction Funding", "category": "Defense Articles and Services"},
    {"section_id": "C4.4.7", "section_title": "Design and Construction Services", "chapter": 4, "topic": "Construction Services", "category": "Defense Articles and Services"},
    {"section_id": "C4.4.8-C4.4.10", "section_title": "Special Munitions and Ship Transfers", "chapter": 4, "topic": "Special Munitions", "category": "Defense Articles and Services"},
    {"section_id": "C4.4.11-C4.4.13", "section_title": "TDP, Stinger/MANPADS, and Foreign Liaison Officer Support", "chapter": 4, "topic": "TDP and MANPADS", "category": "Defense Articles and Services"},
    {"section_id": "C4.4.14", "section_title": "Night Vision Devices", "chapter": 4, "topic": "Night Vision Devices", "category": "Defense Articles and Services"},
    {"section_id": "C4.4.15-C4.4.17", "section_title": "Medical Countermeasures, GEOINT, and C4ISR", "chapter": 4, "topic": "Medical, GEOINT, C4ISR", "category": "Defense Articles and Services"},
    {"section_id": "C4.4.18", "section_title": "Air-to-Surface and Indirect Fire Surface-to-Surface Munitions", "chapter": 4, "topic": "A/S and S/S Munitions", "category": "Defense Articles and Services"},
    {"section_id": "C4.4.18.1-C4.4.18.2", "section_title": "LOR Processing for Targeting Infrastructure", "chapter": 4, "topic": "Targeting Infrastructure LOR", "category": "Defense Articles and Services"},
    {"section_id": "C4.4.18.3-C4.4.18.4", "section_title": "Targeting Solution Requirements and ATD Definition", "chapter": 4, "topic": "ATD Definition", "category": "Defense Articles and Services"},
    {"section_id": "C4.4.18.5", "section_title": "Default Targeting Package", "chapter": 4, "topic": "Default Targeting Package", "category": "Defense Articles and Services"},
    {"section_id": "C4.4.18.6-C4.4.18.9", "section_title": "Indigenous/Third-Party Solutions and Deficiency Advisory", "chapter": 4, "topic": "Targeting Solutions", "category": "Defense Articles and Services"},
    {"section_id": "C4.4.19", "section_title": "Working Dogs", "chapter": 4, "topic": "Working Dogs", "category": "Defense Articles and Services"},
    {"section_id": "C4.5.1", "section_title": "Items Not Authorized - Administrative Expenses", "chapter": 4, "topic": "Administrative Expenses", "category": "Items Not Authorized"},
    {"section_id": "C4.5.1.1", "section_title": "Exceptions to Administrative Expenses Prohibition", "chapter": 4, "topic": "Expense Exceptions", "category": "Items Not Authorized"},
    {"section_id": "C4.5.2-C4.5.4", "section_title": "Cluster Munitions, Anti-Personnel Landmines, and Napalm", "chapter": 4, "topic": "Restricted Munitions", "category": "Items Not Authorized"},
    {"section_id": "C4.5.5-C4.5.7", "section_title": "Riot Control Agents, Military Uniforms, and Certain Training", "chapter": 4, "topic": "Restricted Items and Training", "category": "Items Not Authorized"},
    {"section_id": "C4.5.7.3", "section_title": "Police Training Restrictions", "chapter": 4, "topic": "Police Training", "category": "Items Not Authorized"}
  ],
  "ids": [
    "chap4_c4_1_1",
    "chap4_c4_1_2_3",
    "chap4_c4_1_3_2",
    "chap4_c4_2_1_2",
    "chap4_c4_2_3_4",
    "chap4_c4_3_1",
    "chap4_c4_3_1_2_3",
    "chap4_c4_3_2_3",
    "chap4_c4_3_4_5",
    "chap4_c4_3_5_2",
    "chap4_c4_3_5_3_4",
    "chap4_c4_3_6",
    "chap4_c4_3_7",
    "chap4_c4_3_8_10",
    "chap4_c4_3_11_12",
    "chap4_c4_3_12_2_3",
    "chap4_c4_3_13",
    "chap4_c4_4",
    "chap4_c4_4_2_3",
    "chap4_c4_4_4_5",
    "chap4_c4_4_5_1_6",
    "chap4_c4_4_7",
    "chap4_c4_4_8_10",
    "chap4_c4_4_11_13",
    "chap4_c4_4_14",
    "chap4_c4_4_15_17",
    "chap4_c4_4_18",
    "chap4_c4_4_18_1_2",
    "chap4_c4_4_18_3_4",
    "chap4_c4_4_18_5",
    "chap4_c4_4_18_6_9",
    "chap4_c4_4_19",
    "chap4_c4_5_1",
    "chap4_c4_5_1_1",
    "chap4_c4_5_2_4",
    "chap4_c4_5_5_7",
    "chap4_c4_5_7_3"
  ]
}
