{
  "documents": [
    "The United States Government and the purchaser's advanced planning for transportation of materiel is critical for case development and execution. It is DoD policy that the purchaser is responsible for transportation and delivery of its purchased materiel. DoD encourages purchasers to be self-sufficient by making informed decisions regarding transportation arrangements. Purchasers can use DoD distribution capabilities on a reimbursable basis at DoD reimbursable rates via the Defense Transportation System (DTS), or employ an agent, known as a Foreign Military Sales (FMS) freight forwarder, to manage transportation and delivery from the point of origin (typically Continental United States (CONUS)) to the purchaser's desired destination.",
    "Title to Foreign Military Sales (FMS) materiel is delivered and passed from the USG to the purchaser at the initial point of shipment unless otherwise specified in the Letter of Offer and Acceptance (LOA). The initial point of shipment occurs when a defense article is released from U.S. custody for delivery to the purchaser. Items will be packed, crated, or otherwise prepared for shipment. The Implementing Agency (IA) determines when the items will be released for shipment.",
    "Unless otherwise specified in the LOA, when FMS material is procured directly from a vendor and shipped directly to the purchaser, title passes at the manufacturer's loading facility. FMS transactions are government-to-government sales and the terms of any DoD-administered contract for FMS materiel should be Free-On-Board (FOB) origin, consistent with Defense Federal Acquisition Regulation Supplement (DFARS) Procedures, Guidance, and Information (PGI) Section 225.7301(c).",
    "If items are supplied from a DoD depot, title passes at the depot's loading facility.",
    "Title to Excess Defense Articles (EDA) items transfers at the point of origin except for items located in Germany. For EDA items located in Germany, unless Germany is the recipient, title transfers at the nearest Port of Debarkation (POD) outside of Germany.",
    "The USG may retain title for shipments of FMS materiel if required by operational circumstances. Designation of a point of title transfer other than the point of origin must be specified in the LOA. Title retention by the USG is not a standard practice, but may provide an option to allow materiel to transit through nations with restrictive Customs requirements. Requests for use of this limited exception should be directed by the IA to DSCA (Strategy, Plans, and Policy Directorate (SPP)) for approval in advance of case development.",
    "The Delivery Term Code (DTC) is a logistical code that indicates how far, from the source of supply to the final destination, that the DoD is responsible to transport a shipment. The DTC does not determine the mode of transportation or how it is financed. A purchaser may specify a preferred DTC in the Letter of Request (LOR). The DTC is also used to determine transportation costs.",
    "During case development, the Implementing Agency's (IA) role in determining and assigning the proper DTC to each line on the Letter of Offer and Acceptance (LOA) is critical to successful materiel shipment. In cases when sensitive or classified materials are being transported, IAs should conduct a pre-case transportation assessment to determine transportation and distribution requirements following receipt of a LOR and before issuance of a LOA. Coordination with United States Transportation Command (USTRANSCOM) J3 may be necessary. Each DTC must be feasible and actionable.",
    "A Foreign Military Sales (FMS) freight forwarder is a private company under contract to the FMS purchaser to coordinate, receive, consolidate, stage materiel, and arrange for onward movement to a final destination. The contract should describe the specific functions to be performed by the freight forwarder. A FMS freight forwarder's responsibilities may vary under the terms of the contract with the purchaser, but in all cases, a FMS freight forwarder acts as an agent of the purchaser, but cannot act on behalf of the government as a Designated Government Representative (DGR).",
    "Selection of a FMS freight forwarder must be made by the FMS purchaser. Department of Defense personnel must remain impartial and cannot recommend a FMS freight forwarder to a purchaser or direct a FMS freight forwarder how to conduct operations.",
    "FMS freight forwarders must maintain a valid registration as an exporter with the Department of State's Directorate of Defense Trade Controls (PM/DDTC) consistent with the International Traffic in Arms Regulations (ITAR).",
    "If the FMS freight forwarder is expected to handle classified materials, it must maintain appropriate security clearances and facility authorizations with the Defense Counterintelligence and Security Agency (DCSA). Only FMS freight forwarders that have a valid facility clearance and approved storage capabilities at the appropriate level are eligible to take custody of classified material for delivery as freight.",
    "The Defense transportation System (DTS) is the portion of the worldwide transportation infrastructure that supports DoD transportation needs in peace and war. DTS consists of two major elements: military (organic) and commercial resources. These resources include assets, services, and systems organic to, contracted for, or controlled by DoD. The DTS infrastructure, including ports, airlift, sealift, railway, highway, in-transit visibility systems, information management systems, Customs, and traffic management that DoD maintains is a vital element of DoD's capability to project power worldwide.",
    "A Special Assignment Airlift Mission (SAAM) is an assigned airlift requirement for special pickup or delivery by AMC. Costs are billed by the hour from the time the aircraft leaves its home station until it returns to its home station. It is billed as a line item on the Letter of Offer and Acceptance (LOA). SAAMs may be used for cargo that requires special considerations because of its weight or size, the urgency or sensitivity of movement, or other special factors.",
    "Small parcel releases use commercial small parcel carriers, U.S. Postal Service (USPS), or methods that allow for shipments to be traced and tracked. Overseas movement via the Military Postal Service (Army or Air Force Post Office (APO) or Fleet Post Office (FPO)) is used if certain conditions are met. First, use of an APO or FPO must be specifically authorized in an LOA. Second, the APO or FPO addressees must give written approval that they accept responsibility for receiving SC shipments.",
    "The Military Assistance Program Address Directory (MAPAD) contains information and addresses required for shipment of materiel and distribution of related documentation under Foreign Military Sales (FMS) or grant aid programs. It includes addresses of FMS freight forwarders, country representatives, and purchasers. The MAPAD is available for use by DoD activities, the General Services Administration (GSA), commercial firms, foreign governments, and international organizations participating in FMS or grant aid programs.",
    "The Type Address Code (TAC) is a one-position alpha or numeric code designating the use of the address in MAPAD. TAC codes identify different types of addresses such as materiel addresses for unclassified shipments, classified shipments, NOA addresses, status addresses, and mark-for addresses.",
    "Correct MAPAD addresses are essential for accurate routing of cargo and documentation and will also ensure the FMS purchasers are charged the correct transportation rate. Purchasers are responsible for ensuring MAPAD addresses are current and maintaining accurate contact information. It is strongly recommended each Combatant Command (CCMD) ensure that assigned Security Cooperation Organizations (SCOs) meet on an established basis, not less than annually, with the respective FMS purchaser country MAPAD POC to conduct a review of all MAPAD addresses.",
    "Packaging includes packing, preservation, and other procedures designed to protect materiel from damage or deterioration while in transit or in storage. Foreign Military Sales (FMS) shipments are packed to not less than Military Level A/B as defined in Military Standard (MILSTD)-129 or in accordance with best commercial practices based on the mode of shipment selected for the purchased items (i.e. water, air, motor, rail). The DoD contractor is responsible to package the freight in accordance with the mode of shipment selected to its ultimate destination.",
    "Marking identifies the contents along with the shipper and consignee. FMS shipments are marked and labeled with a military shipping label in accordance with MIL-STD-129. Required markings include FMS case identifier, Transportation Control Number (TCN), Transportation Priority, Project Code if applicable, Consignor and Consignee information, and Ultimate consignee/Mark For Address.",
    "Section 901(a) of the Merchant Marine Act of 1936, as amended by the Cargo Preference Act of 1954 requires at least 50 percent of the gross tonnage of grant, credit, or guarantee-funded cargo, that is transported in ocean vessels, be transported in privately-owned U.S. Flag commercial vessels to the extent such vessels are available at fair and reasonable rates for privately owned U.S. Flag vessels, as determined by the U.S. Department of Transportation (DOT), Maritime Administration (MARAD).",
    "DSCA, in support of the U.S. maritime industry, requires 100 percent of applicable cargo to be carried by U.S. Flag vessels unless a Determination of Non-Availability (DNA) is granted by DSCA, in coordination with MARAD. These rules apply to materiel procured with grant funding provided under the Arms Export Control Act (AECA) and the Foreign Assistance Act (FAA) of 1961, as amended, including shipments of Excess Defense Articles (EDA) and defense articles provided by loan or Lease.",
    "In general, USG-appropriated funds cannot be used to pay for any portion of the shipment that is not occurring on a U.S. Flagged-vessel, unless a DNA is granted or some other provision of U.S. law applies. DNAs for utilizing services other than P1 transportation fall into two categories: non-availability and security. Partner countries must request DNAs on a case-by-case basis. DSCA will coordinate with MARAD prior to issuance of a DNA. DNA requests should be submitted to DSCA (Office of Strategy, Plans, and Policy, Execution Policy and Analysis Directorate (SPP/EPA)) with a copy to MARAD at least 21 days before the shipping date.",
    "Title of Foreign Military Sales (FMS) shipments transfers to the purchaser at the point of origin unless otherwise specified in the Letter of Offer and Acceptance (LOA). The Department of Defense is not responsible for any loss or damage that occurs in transit or after passage of title. If a purchaser does not want to self-insure a shipment, the purchaser should obtain commercial insurance. Commercial insurance is highly encouraged for large dollar value items. The FMS freight forwarder should arrange commercial insurance as part of its contract with the FMS purchaser.",
    "A Notice of Availability (NOA) (Defense Department (DD) Form 1348-5) is sent by Shipping Activities to the appropriate Military Assistance Program Address Directory (MAPAD) address to notify a purchaser or Foreign Military Sales (FMS) freight forwarder that an item is ready for shipment. The purpose of the NOA is to coordinate release of materiel requiring special receipt, export processing, or special storage procedures, to allow sufficient time to prepare for its receipt and/or processing. Storage or staging charges may accrue when an NOA response (or failure to respond) requires the items to be held for more than 30 calendar days.",
    "Offer Release Code (ORCs) are included in Letters of Offer and Acceptance (LOAs) and identify how materiel should be released and whether an NOA is required. These codes are transferred from LOAs into FMS Military Standard Requisitioning and Issue Procedures (MILSTRIP) numbers and supplementary addresses for proper cargo and document release. The three ORCs are: A (automatic release), X (DTS movement or special instructions), Y (send NOA, release after 15 days), and Z (send NOA, wait for response).",
    "When preparing a Letter of Offer and Acceptance (LOA), standard transportation percentages are normally applied based on the Delivery Term Code (DTC). The Transportation Cost Look-up Table is used to compute estimated actual transportation costs for the items listed. When a Special Assignment Airlift Mission (SAAM) or some other form of dedicated premium transportation must be used to move materiel purchased under an LOA, a separate transportation service line is included in the LOA. When shipments require containerization, storage in-transit, escorts, or has any other special transportation accessorial requirements; these charges are to be placed above-the-line and adjusted as needed to capture actual cost.",
    "A Transportation Plan is required for each Letter of Offer and Acceptance (LOA) containing defense articles that are Classified (CONFIDENTIAL and SECRET), Sensitive (including Controlled Cryptographic Items (CCI), or Arms, Ammunition, & Explosives (AA&E) (Security Risk Categories (SRC) I - IV) and in which an international transfer occurs. The plan covers all movement including final receipt by the Designated Government Representative (DGR) or other designated representative acting for the DGR. TOP SECRET materiel must always be transferred via government courier.",
    "The Transportation Plan is developed by the Implementing Agency (IA) that prepares the LOA in coordination with the Foreign Military Sales (FMS) purchaser. It is to be submitted to, and approved by, the applicable security authority and accepted by the FMS purchaser, in writing, prior to the movement of the materiel. If Repair and Return (R&R) items are involved, the Transportation Plan must address all aspects concerning the return of items. Transportation Plans are living documents that must be continually updated.",
    "Regardless of custody transfers location, the IA ensures its component Designated Disclosure Authority (DDA) reviews and approves/disapproves the Transportation Plan if it includes classified materiel. An information copy of the Transportation Plan should be provided to DSCA (Office of International Operations (IOPS)). If an FMS freight forwarder or commercial carrier is involved in the transfer of classified materiel, the Transportation Plan must be provided to the appropriate DCSA Field Activity.",
    "The transfer of classified materiel occurs through official government channels between authorized representatives of each government. Classified consignments shipped as freight must be accompanied by a DoD or purchasing government escort possessing a personnel security clearance at the level of the materiel to be shipped internationally. Exceptions to this policy are shipments by DTS, shipments by military transportation of the purchasing government after acceptance by the purchaser government's Designated Government Representative (DGR), and shipments by cleared freight forwarders which provide an escort possessing the requisite clearance approved by DCSA.",
    "This category is primarily Man Portable Air Defense Systems (MANPADS), rockets, and ammunition in a ready-to-fire configuration, including components. These items must be moved by DTS to at least the overseas Port of Debarkation (POD). If a purchaser wants to pick up the articles at a DoD-controlled port for overseas movement under its own control, the purchaser must request a waiver from the Under Secretary of Defense for Intelligence & Security (USD (I&S)), through DSCA (Office of Strategy, Plans, and Policy, Execution Policy and Analysis Directorate (SPP/EPA)).",
    "Collectively, these categories include everything from light automatic weapons and ammunition to non-automatic weapons and ammunition. These items must move through a DoD-controlled Port of Embarkation (POE) and maintain security procedures consistent with Delivery Term Code (DTC) 7, 8, or 9. This requirement cannot be waived.",
    "CCI recipients are permitted to move CCI (to include external peripheral/support equipment) through FMS freight forwarders or the DTS, provided that in-transit visibility and reasonable protection against theft and loss is maintained at all times. Un-keyed CCI must be packaged for shipment in any manner that provides sufficient protection from damage, and provides evidence of any attempt to penetrate the package while the material is in transit. Packages containing CCI must not be externally marked as CCI or show the item description of the equipment being shipped.",
    "A unique DOT/PHMSA-issued EX-Number is associated with every HC1 article and must be assigned before the article can be moved by commercial conveyance in the United States. As required by the HMR, each EX-Number provides an article's assigned Hazard Class and Division, proper shipping name, and United Nations (UN) identification number. An EX-Number can be filed for each HC1 article, or groups of articles that have the same UN identification number, hazard classification, and packaging instructions.",
    "DOT/PHMSA issues DoD-specific EX-Numbers for movement of DoD HC1 articles. The DoD EX-Number may be used for the initial export of Foreign Military Sales (FMS)-origin HC1 articles from the United States if the materiel is moving through the DTS to the destination. FMS-origin HC1 articles being moved by the Defense Transportation System (DTS) to the purchaser's country (Delivery Term Code (DTC) 7 and 9) may use the DoD EX-Number. Once custody of the materiel is transferred to the purchaser, the DoD EX-Number is no longer valid.",
    "FMS shipments do not require a license when all conditions of ITAR Section 126.6(a) or Section 126.6(c) can be met. ITAR Section 126.6(a) applies to Defense Transportation System shipments using USG-owned (organic) assets, DoD-contracted commercial resources, or shipments exported on military aircraft or naval vessel of the recipient foreign government or international organization. ITAR Section 126.6(c) applies to shipments arranged by FMS freight forwarders.",
    "Any exports of classified hardware and/or related technical data must have a detailed Transportation Plan in accordance with Section C7.13. The exporter shall provide an electronic copy of the Transportation Plan to Customs and Border Protection (CBP), generally by email, at the port where the FMS materiel is being loaded on the conveyance.",
    "Transportation of controlled substances, such as morphine and other drugs, must be handled in accordance with the Controlled Substances Import and Export Act. Prior to export, the Implementing Agency obtains import authorizations from the purchaser and submits the documentation to the Department of Justice's Drug Enforcement Administration (DoJ (DEA)) and requests export permits for the controlled substance. Once approved, the export permit number, the expiration date, and the port of export should be furnished to the Defense Logistics Agency (DLA) Troop Support.",
    "The Procurement Agency will notify the Implementing Agency (IA) of any materiel procured offshore and the IA notifies the purchaser of articles to be supplied from offshore sources within three weeks after source identification. The purchaser may, for logistics reasons, request that the procurement be made from a Continental United States (CONUS) source. If procurement is from an offshore vendor, the DoD Contract Administrator must send a Notice of Availability (NOA) to either the Offshore NOA address identified for the purchaser in the applicable MAPAD.",
    "If possible, items returned to the United States for servicing should be moved by a purchaser or a purchaser's Foreign Military Sales (FMS) freight forwarder. The details of the transfer are included in a Transportation Plan, if applicable. Arms, Ammunition, & Explosives (AA&E) or Sensitive items are returned through a DoD-controlled ocean or aerial port as indicated by the Security Risk Category (SRC). The purchaser and FMS freight forwarder are responsible for clearance through U.S. Customs and any other necessary documentation. All Hazard Class (HC) 1 articles returning to CONUS must have a country-specific EX-Number.",
    "When a discrepancy occurs in-transit, Security Cooperation Organizations (SCOs) must submit a Defense Department (DD) Form 361; Transportation Discrepancy Report (TDR) for Defense Transportation System (DTS)-routed Foreign Military Sales (FMS) and grant aid deliveries. The purchaser cannot submit a TDR. A TDR documents lost shipments and establishes an official record for future claims against a carrier for loss or damage.",
    "For DoD-furnished or contracted transportation, DoD is responsible for submitting claims against carriers. Surface Deployment and Distribution Command (SDDC) processes claims against ocean carriers, Air Mobility Command (AMC) processes claims against air carriers, and DoD shipping activities submit claims against inland CONUS carriers. Any proceeds from these claims are forwarded by the Implementing Agency (IA) to purchaser accounts held by Defense Financial Accounting Services - Indianapolis (DFAS-IN)."
  ],
  "metadatas": [
    {
      "section_id": "C7.1.1",
      "section_title": "Transportation Planning and Responsibilities",
      "chapter": "C7",
      "parent_section": "C7.1",
      "level": 3,
      "char_count": 743,
      "entities_mentioned": "DTS,FMS,CONUS,DoD,USG"
    },
    {
      "section_id": "C7.2.1",
      "section_title": "Title Transfer - General",
      "chapter": "C7",
      "parent_section": "C7.2",
      "level": 3,
      "char_count": 478,
      "entities_mentioned": "FMS,USG,LOA,IA"
    },
    {
      "section_id": "C7.3.1",
      "section_title": "Title Transfer - Procurement Items",
      "chapter": "C7",
      "parent_section": "C7.3",
      "level": 3,
      "char_count": 476,
      "entities_mentioned": "LOA,FMS,DoD,FOB,DFARS"
    },
    {
      "section_id": "C7.3.2",
      "section_title": "Title Transfer - Stock Items",
      "chapter": "C7",
      "parent_section": "C7.3",
      "level": 3,
      "char_count": 85,
      "entities_mentioned": "DoD"
    },
    {
      "section_id": "C7.3.3",
      "section_title": "Title Transfer - Excess Defense Articles",
      "chapter": "C7",
      "parent_section": "C7.3",
      "level": 3,
      "char_count": 258,
      "entities_mentioned": "EDA,POD"
    },
    {
      "section_id": "C7.3.5",
      "section_title": "Retention of Title",
      "chapter": "C7",
      "parent_section": "C7.3",
      "level": 3,
      "char_count": 536,
      "entities_mentioned": "USG,FMS,LOA,IA,DSCA,SPP"
    },
    {
      "section_id": "C7.4.1",
      "section_title": "Delivery Term Code",
      "chapter": "C7",
      "parent_section": "C7.4",
      "level": 3,
      "char_count": 383,
      "entities_mentioned": "DTC,DoD,LOR"
    },
    {
      "section_id": "C7.4.2",
      "section_title": "Delivery Term Code Assignment",
      "chapter": "C7",
      "parent_section": "C7.4",
      "level": 3,
      "char_count": 579,
      "entities_mentioned": "IA,DTC,LOA,LOR,USTRANSCOM"
    },
    {
      "section_id": "C7.5.1",
      "section_title": "FMS Freight Forwarder - Definition",
      "chapter": "C7",
      "parent_section": "C7.5",
      "level": 3,
      "char_count": 581,
      "entities_mentioned": "FMS,DGR"
    },
    {
      "section_id": "C7.5.2",
      "section_title": "Selection of FMS Freight Forwarder",
      "chapter": "C7",
      "parent_section": "C7.5",
      "level": 3,
      "char_count": 246,
      "entities_mentioned": "FMS,DoD"
    },
    {
      "section_id": "C7.5.3.1",
      "section_title": "FMS Freight Forwarder Registration Requirements",
      "chapter": "C7",
      "parent_section": "C7.5.3",
      "level": 4,
      "char_count": 221,
      "entities_mentioned": "FMS,PM/DDTC,ITAR"
    },
    {
      "section_id": "C7.5.3.3",
      "section_title": "FMS Freight Forwarder Security Clearances",
      "chapter": "C7",
      "parent_section": "C7.5.3",
      "level": 4,
      "char_count": 415,
      "entities_mentioned": "FMS,DCSA"
    },
    {
      "section_id": "C7.6.1",
      "section_title": "Defense Transportation System - Definition",
      "chapter": "C7",
      "parent_section": "C7.6",
      "level": 3,
      "char_count": 601,
      "entities_mentioned": "DTS,DoD"
    },
    {
      "section_id": "C7.6.2.1.2",
      "section_title": "Special Assignment Airlift Mission (SAAM) Flights",
      "chapter": "C7",
      "parent_section": "C7.6.2.1",
      "level": 4,
      "char_count": 470,
      "entities_mentioned": "SAAM,AMC,LOA"
    },
    {
      "section_id": "C7.6.2.4",
      "section_title": "Small Parcel Shipments",
      "chapter": "C7",
      "parent_section": "C7.6.2",
      "level": 4,
      "char_count": 495,
      "entities_mentioned": "USPS,APO,FPO,LOA,SC"
    },
    {
      "section_id": "C7.7.1",
      "section_title": "Military Assistance Program Address Directory - Definition",
      "chapter": "C7",
      "parent_section": "C7.7",
      "level": 3,
      "char_count": 524,
      "entities_mentioned": "MAPAD,FMS,DoD,GSA"
    },
    {
      "section_id": "C7.7.2.1",
      "section_title": "Type Address Code",
      "chapter": "C7",
      "parent_section": "C7.7.2",
      "level": 4,
      "char_count": 294,
      "entities_mentioned": "TAC,MAPAD,NOA"
    },
    {
      "section_id": "C7.7.3",
      "section_title": "MAPAD Address Changes",
      "chapter": "C7",
      "parent_section": "C7.7",
      "level": 3,
      "char_count": 554,
      "entities_mentioned": "MAPAD,FMS,CCMD,SCO"
    },
    {
      "section_id": "C7.8.1",
      "section_title": "Packaging Requirements",
      "chapter": "C7",
      "parent_section": "C7.8",
      "level": 3,
      "char_count": 561,
      "entities_mentioned": "FMS,MILSTD,DoD"
    },
    {
      "section_id": "C7.8.2",
      "section_title": "Marking Requirements",
      "chapter": "C7",
      "parent_section": "C7.8",
      "level": 3,
      "char_count": 384,
      "entities_mentioned": "FMS,TCN"
    },
    {
      "section_id": "C7.9.1.1",
      "section_title": "Cargo Preference - Legal Requirements",
      "chapter": "C7",
      "parent_section": "C7.9.1",
      "level": 4,
      "char_count": 497,
      "entities_mentioned": "MARAD,DOT"
    },
    {
      "section_id": "C7.9.1.2",
      "section_title": "Cargo Preference - Policy Requirements",
      "chapter": "C7",
      "parent_section": "C7.9.1",
      "level": 4,
      "char_count": 487,
      "entities_mentioned": "DSCA,MARAD,DNA,AECA,FAA,EDA"
    },
    {
      "section_id": "C7.9.1.4",
      "section_title": "Determinations of Non-Availability",
      "chapter": "C7",
      "parent_section": "C7.9.1",
      "level": 4,
      "char_count": 638,
      "entities_mentioned": "USG,DNA,DSCA,MARAD,SPP/EPA"
    },
    {
      "section_id": "C7.10.1",
      "section_title": "Insurance",
      "chapter": "C7",
      "parent_section": "C7.10",
      "level": 3,
      "char_count": 575,
      "entities_mentioned": "FMS,LOA,DoD"
    },
    {
      "section_id": "C7.11.1",
      "section_title": "Notice of Availability",
      "chapter": "C7",
      "parent_section": "C7.11",
      "level": 3,
      "char_count": 641,
      "entities_mentioned": "NOA,MAPAD,FMS"
    },
    {
      "section_id": "C7.11.2",
      "section_title": "Offer Release Code",
      "chapter": "C7",
      "parent_section": "C7.11",
      "level": 3,
      "char_count": 503,
      "entities_mentioned": "ORC,LOA,NOA,FMS,MILSTRIP,DTS"
    },
    {
      "section_id": "C7.12.1",
      "section_title": "Defense Transportation System Costs",
      "chapter": "C7",
      "parent_section": "C7.12",
      "level": 3,
      "char_count": 717,
      "entities_mentioned": "LOA,DTC,SAAM"
    },
    {
      "section_id": "C7.13.1",
      "section_title": "Transportation Plan - General",
      "chapter": "C7",
      "parent_section": "C7.13",
      "level": 3,
      "char_count": 570,
      "entities_mentioned": "LOA,CCI,AA&E,SRC,DGR"
    },
    {
      "section_id": "C7.13.2",
      "section_title": "Transportation Plan Preparation",
      "chapter": "C7",
      "parent_section": "C7.13",
      "level": 3,
      "char_count": 522,
      "entities_mentioned": "IA,LOA,FMS"
    },
    {
      "section_id": "C7.13.3",
      "section_title": "Transportation Plan Review",
      "chapter": "C7",
      "parent_section": "C7.13",
      "level": 3,
      "char_count": 503,
      "entities_mentioned": "IA,DDA,DSCA,IOPS,FMS,DCSA"
    },
    {
      "section_id": "C7.14.1.2",
      "section_title": "Transfer of Classified Materiel - Escort Requirements",
      "chapter": "C7",
      "parent_section": "C7.14.1",
      "level": 4,
      "char_count": 666,
      "entities_mentioned": "DoD,DTS,DGR,DCSA"
    },
    {
      "section_id": "C7.15.1",
      "section_title": "Security Risk Category I",
      "chapter": "C7",
      "parent_section": "C7.15",
      "level": 3,
      "char_count": 570,
      "entities_mentioned": "MANPADS,DTS,POD,DoD,USD(I&S),DSCA,SPP/EPA"
    },
    {
      "section_id": "C7.15.2",
      "section_title": "Security Risk Category II through IV",
      "chapter": "C7",
      "parent_section": "C7.15",
      "level": 3,
      "char_count": 328,
      "entities_mentioned": "DoD,POE,DTC"
    },
    {
      "section_id": "C7.15.4",
      "section_title": "Controlled Cryptographic Item Transportation",
      "chapter": "C7",
      "parent_section": "C7.15",
      "level": 3,
      "char_count": 571,
      "entities_mentioned": "CCI,FMS,DTS"
    },
    {
      "section_id": "C7.16.1",
      "section_title": "Use of EX-Numbers",
      "chapter": "C7",
      "parent_section": "C7.16",
      "level": 3,
      "char_count": 504,
      "entities_mentioned": "DOT/PHMSA,HC1,HMR,UN"
    },
    {
      "section_id": "C7.16.2",
      "section_title": "DoD EX-Numbers for FMS Export",
      "chapter": "C7",
      "parent_section": "C7.16",
      "level": 3,
      "char_count": 532,
      "entities_mentioned": "DOT/PHMSA,DoD,HC1,FMS,DTS,DTC"
    },
    {
      "section_id": "C7.17.1",
      "section_title": "ITAR Exemptions for FMS",
      "chapter": "C7",
      "parent_section": "C7.17",
      "level": 3,
      "char_count": 464,
      "entities_mentioned": "FMS,ITAR,DTS,USG,DoD"
    },
    {
      "section_id": "C7.17.2",
      "section_title": "Transportation Plans for Export",
      "chapter": "C7",
      "parent_section": "C7.17",
      "level": 3,
      "char_count": 342,
      "entities_mentioned": "CBP,FMS"
    },
    {
      "section_id": "C7.18.1",
      "section_title": "Controlled Substances Transportation",
      "chapter": "C7",
      "parent_section": "C7.18",
      "level": 3,
      "char_count": 569,
      "entities_mentioned": "IA,DoJ,DEA,DLA"
    },
    {
      "section_id": "C7.19.1",
      "section_title": "Offshore Procurement Notifications",
      "chapter": "C7",
      "parent_section": "C7.19",
      "level": 3,
      "char_count": 560,
      "entities_mentioned": "IA,CONUS,DoD,NOA,MAPAD"
    },
    {
      "section_id": "C7.20.1",
      "section_title": "Returns for Service",
      "chapter": "C7",
      "parent_section": "C7.20",
      "level": 3,
      "char_count": 628,
      "entities_mentioned": "FMS,AA&E,DoD,SRC,CONUS,HC"
    },
    {
      "section_id": "C7.21.1",
      "section_title": "Transportation Discrepancy Reports",
      "chapter": "C7",
      "parent_section": "C7.21",
      "level": 3,
      "char_count": 426,
      "entities_mentioned": "SCO,TDR,DTS,FMS"
    },
    {
      "section_id": "C7.21.2",
      "section_title": "Claims Submitted by USG",
      "chapter": "C7",
      "parent_section": "C7.21",
      "level": 3,
      "char_count": 508,
      "entities_mentioned": "USG,DoD,SDDC,AMC,CONUS,IA,DFAS-IN"
    }
  ],
  "ids": [
    "C7.1.1_755aeb76",
    "C7.2.1_15722d10",
    "C7.3.1_20d6f45e",
    "C7.3.2_679240fc",
    "C7.3.3_86cc482c",
    "C7.3.5_75858180",
    "C7.4.1_87b8ae6d",
    "C7.4.2_c37dbfd9",
    "C7.5.1_0327a837",
    "C7.5.2_fcca8471",
    "C7.5.3.1_199eb679",
    "C7.5.3.3_6f7f0a28",
    "C7.6.1_ef2de57e",
    "C7.6.2.1.2_adea5168",
    "C7.6.2.4_5ed4201f",
    "C7.7.1_d696748e",
    "C7.7.2.1_4f49a806",
    "C7.7.3_fe99d8ab",
    "C7.8.1_d51d8ab8",
    "C7.8.2_30c374f0",
    "C7.9.1.1_28ca8fc9",
    "C7.9.1.2_eab46c32",
    "C7.9.1.4_919de643",
    "C7.10.1_501805e9",
    "C7.11.1_d225abea",
    "C7.11.2_5b3c5804",
    "C7.12.1_0fde646d",
    "C7.13.1_b3e36be4",
    "C7.13.2_249ef522",
    "C7.13.3_bd5fe35c",
    "C7.14.1.2_fa8a85a1",
    "C7.15.1_340eb554",
    "C7.15.2_141a8b6f",
    "C7.15.4_8bf31ae8",
    "C7.16.1_b0755199",
    "C7.16.2_db9e6567",
    "C7.17.1_ea8753cf",
    "C7.17.2_7ed85d5a",
    "C7.18.1_eb607048",
    "C7.19.1_9855e79e",
    "C7.20.1_f195f373",
    "C7.21.1_fc0ca12f",
    "C7.21.2_efd811df"
  ]
}